Repository: noelrohi/shidou
Catalog: apps/ios/Shidou/Resources/Localizable.xcstrings
Source language: en
Languages: ja, tl, zh_cn

source: Permission requested: %@
ja: 許可を求めています：%@
tl: Humihingi ng pahintulot: %@
zh_cn: 请求许可：%@

source: Personal
ja: 個人
zh_cn: 个人

source: Photo Library
ja: 写真ライブラリ
zh_cn: 照片图库

source: Pick a task on the left, or start one with ＋.
ja: 左からタスクを選ぶか、＋ で新しく始めてください。
tl: Pumili ng task sa kaliwa, o magsimula ng bago gamit ang ＋.
zh_cn: 从左侧选择一个任务，或用 ＋ 新建一个。

source: Plan
ja: 計画
tl: Magplano
zh_cn: 计划

source: Plan usage limits
ja: プランの使用量上限
zh_cn: 套餐用量限额

source: Plan usage limits · %@
ja: プラン使用量の上限 · %@
tl: Mga limitasyon ng plan · %@
zh_cn: 套餐用量上限 · %@

source: Point the camera at the code in Settings → Daemon on your Mac.
ja: Mac の 設定 → デーモン に表示されたコードにカメラを向けてください。
tl: Itutok ang camera sa code sa Settings → Daemon sa Mac mo.
zh_cn: 将相机对准 Mac 上 设置 → 守护进程 中显示的配对码。

source: Previous match
ja: 前の一致
tl: Naunang tugma
zh_cn: 上一个匹配

source: Privacy
ja: プライバシー
zh_cn: 隐私

source: Privacy Policy
ja: プライバシーポリシー
tl: Patakaran sa Privacy
zh_cn: 隐私政策

source: Process
ja: プロセス
zh_cn: 进程

source: Processes, monitors and subagents this task started show up here.
ja: このタスクが起動したプロセス、モニター、サブエージェントがここに表示されます。
tl: Lilitaw dito ang mga process, monitor at subagent na sinimulan ng task na ito.
zh_cn: 此任务启动的进程、监控和子智能体会显示在这里。

source: Project
ja: プロジェクト
tl: Proyekto
zh_cn: 项目

source: Protocol
ja: プロトコル
zh_cn: 协议

source: Provider
ja: プロバイダー
zh_cn: 服务商

source: Providers
ja: プロバイダー
zh_cn: 服务商

source: Push after committing
ja: コミット後にプッシュ
tl: Mag-push pagkatapos mag-commit
zh_cn: 提交后推送

source: Push without committing
ja: コミットせずにプッシュ
tl: Mag-push nang hindi nagko-commit
zh_cn: 不提交直接推送

source: Queue a follow-up
ja: 追加メッセージを予約
tl: Mag-queue ng follow-up
zh_cn: 排队后续消息

source: Queue a follow-up…
ja: フォローアップを追加…
tl: I-queue ang follow-up…
zh_cn: 添加后续消息…

source: Queue instead
ja: 代わりに予約
tl: Mag-queue na lang
zh_cn: 改为排队

source: Queued message actions
ja: 予約メッセージの操作
tl: Mga aksyon sa naka-queue na mensahe
zh_cn: 排队消息操作

source: Queued: %@
ja: 予約済み：%@
tl: Naka-queue: %@
zh_cn: 已排队：%@

source: Quote in composer
ja: 入力欄に引用
tl: Sipiin sa composer
zh_cn: 引用到输入框

source: Ran %@
ja: %@ を実行しました
tl: Pinatakbo ang %@
zh_cn: 已运行 %@

source: Ran command
ja: コマンドを実行しました
tl: Nagpatakbong command
zh_cn: 已运行命令

source: Range
ja: 範囲
zh_cn: 范围

source: Read %@
ja: %@ を読み取りました
tl: Binasa ang %@
zh_cn: 已读取 %@

source: Read file
ja: ファイルを読み込む
tl: Basahin ang file
zh_cn: 读取文件

source: Reading %@
ja: %@ を読み取り中
tl: Binabasa ang %@
zh_cn: 正在读取 %@

source: Reading file
ja: ファイルを読み込み中
tl: Binabasa ang file
zh_cn: 正在读取文件

source: Reading the repository…
ja: リポジトリを読み取り中…
tl: Binabasa ang repository…
zh_cn: 正在读取仓库…

source: Reasoning
ja: 推論レベル
zh_cn: 推理强度

source: Reconnecting to %@…
ja: %@ に再接続中…
tl: Kumokonekta ulit sa %@…
zh_cn: 正在重新连接 %@…

source: Reconnecting…
ja: 再接続中…
tl: Kumokonekta ulit…
zh_cn: 正在重新连接…

source: Remove %@
ja: %@ を削除
tl: Alisin ang %@
zh_cn: 移除 %@

source: Remove follow-up
ja: 追加メッセージを削除
tl: Alisin ang follow-up
zh_cn: 移除后续消息

source: Remove from favorites
ja: お気に入りから削除
tl: Alisin mula sa favorites
zh_cn: 从收藏中移除

source: Removed line %lld: %@
ja: 削除行 %1$lld：%2$@
tl: Inalis na linya %1$lld: %2$@
zh_cn: 删除第 %1$lld 行：%2$@

source: Rename
ja: 名前を変更
tl: Baguhin ang pangalan
zh_cn: 重命名

source: Rename task
ja: タスク名を変更
tl: Palitan ang pangalan ng task
zh_cn: 重命名任务

source: Renamed to %@, %@
ja: %1$@ に改名、%2$@
tl: Pinalitan ng pangalan na %1$@, %2$@
zh_cn: 已重命名为 %1$@，%2$@

source: Reset zoom
ja: ズームをリセット
tl: I-reset ang zoom
zh_cn: 重置缩放

source: Resets %@
ja: %@ にリセット
tl: Magre-reset %@
zh_cn: %@ 重置

source: Resets in %lld h
ja: %lld 時間後にリセット
tl: Magre-reset sa loob ng %lld oras
zh_cn: %lld 小时后重置

source: Resets in %lld h %lld min
ja: %1$lld 時間 %2$lld 分後にリセット
tl: Magre-reset sa loob ng %1$lld oras %2$lld minuto
zh_cn: %1$lld 小时 %2$lld 分钟后重置

source: Resets in %lld min
ja: %lld 分後にリセット
tl: Magre-reset sa loob ng %lld minuto
zh_cn: %lld 分钟后重置

source: Resets soon
ja: まもなくリセット
tl: Resets malapit na
zh_cn: 即将重置

source: Response copied
ja: 応答をコピーしました
tl: Nakopya ang sagot
zh_cn: 已复制回复

source: Returns to pairing with your own Mac
ja: 自分の Mac とのペアリングに戻ります
tl: Babalik sa pag-pair sa sarili mong Mac
zh_cn: 返回与你自己的 Mac 配对

source: Review
ja: 確認
tl: Suriin
zh_cn: 查看

source: Review these changes
ja: この変更を確認
tl: Suriin ang mga pagbabagong ito
zh_cn: 查看这些更改

source: Rewind and send
ja: 巻き戻して送信
tl: Ibalik at ipadala
zh_cn: 回退并发送

source: Rewinding task
ja: タスクを巻き戻し中
tl: Ibinabalik ang gawain
zh_cn: 正在回退任务

source: Rewinds the task to this prompt
ja: このプロンプトまでタスクを巻き戻します
tl: Ibinabalik ang gawain sa prompt na ito
zh_cn: 将任务回退到此提示

source: Rewound, but some checkpoints could not be cleaned up: %@
ja: 巻き戻しましたが、一部のチェックポイントを整理できませんでした：%@
tl: Naibalik, ngunit may mga checkpoint na hindi nalinis: %@
zh_cn: 已回退，但部分检查点未能清理：%@

source: Role
ja: ロール
zh_cn: 角色

source: Running
ja: 実行中
tl: Tumatakbo
zh_cn: 正在运行

source: Running %@
ja: %@ を実行中
tl: Pinapatakbo ang %@
zh_cn: 正在运行 %@

source: Running command
ja: コマンドを実行中
tl: Tumatakbong command
zh_cn: 正在运行命令

source: Save
ja: 保存
tl: I-save
zh_cn: 保存

source: Scan code
ja: コードをスキャン
tl: I-scan ang code
zh_cn: 扫描配对码

source: Scan pairing code
ja: ペアリングコードをスキャン
tl: I-scan ang pairing code
zh_cn: 扫描配对码

source: Scan the new code
ja: 新しいコードをスキャン
tl: I-scan ang bagong code
zh_cn: 扫描新的配对码

source: Scope
ja: スコープ
zh_cn: 范围

source: Scripted, on Shidou's demo server. Nothing here runs on your computer.
ja: Shidou のデモサーバー上のスクリプト化されたセッションです。ここでは何もあなたのコンピューターで実行されません。
tl: Nakascript, sa demo server ng Shidou. Walang tumatakbo dito sa computer mo.
zh_cn: 这是 Shidou 演示服务器上的脚本会话。这里的一切都不会在你的电脑上运行。

source: Scroll to bottom
ja: 一番下へスクロール
tl: I-scroll hanggang sa ilalim
zh_cn: 滚动到底部

source: Search branches
ja: ブランチを検索
tl: Maghanap ng branches
zh_cn: 搜索分支

source: Search models
ja: モデルを検索
tl: Maghanap ng model
zh_cn: 搜索模型

source: Search skills
ja: スキルを検索
tl: Maghanap ng skill
zh_cn: 搜索技能

source: Searched files
ja: ファイルを検索しました
tl: Naghanap ng files
zh_cn: 已搜索文件

source: Searched files for %@
ja: %@ をファイル内で検索しました
tl: Naghanap ng file para sa %@
zh_cn: 已在文件中搜索 %@

source: Searched the web
ja: ウェブを検索しました
tl: Naghanap sa web
zh_cn: 已搜索网页

source: Searched the web for %@
ja: %@ をウェブで検索しました
tl: Naghanap sa web para sa %@
zh_cn: 已在网页上搜索 %@

source: Searching files
ja: ファイルを検索中
tl: Naghahanap ng files
zh_cn: 正在搜索文件

source: Searching files for %@
ja: %@ をファイル内で検索中
tl: Naghahanap ng file para sa %@
zh_cn: 正在文件中搜索 %@

source: Searching the web
ja: ウェブを検索中
tl: Naghahanap sa web
zh_cn: 正在搜索网页

source: Searching the web for %@
ja: %@ をウェブで検索中
tl: Naghahanap sa web para sa %@
zh_cn: 正在网页上搜索 %@

source: Send
ja: 送信
tl: Magpadala
zh_cn: 发送

source: Send feedback
ja: フィードバックを送る
tl: Magpadala ng feedback
zh_cn: 发送反馈

source: Sending rewinds the task to this prompt
ja: 送信するとこのプロンプトまで巻き戻ります
tl: Ang pagpapadala ay ibabalik ang gawain sa prompt na ito
zh_cn: 发送将把任务回退到此提示

source: Service Tier
ja: サービスティア
zh_cn: 服务等级

source: Sessions
ja: セッション
tl: Mga session
zh_cn: 会话

source: Set the path…
ja: パスを設定…
tl: Itakda ang path…
zh_cn: 设置路径…

source: Settings
ja: 設定
zh_cn: 设置

source: Shared
ja: 共有
zh_cn: 共享

# Shidou %@ · protocol v%u
source: Shidou %1$@ · protocol v%2$u
ja: Shidou %1$@ · プロトコル v%2$u
zh_cn: Shidou %1$@ · 协议 v%2$u

source: Shidou connects only to a daemon you run. It has no server of its own and collects nothing.
ja: Shidou は、あなたが動かしているデーモンにのみ接続します。独自のサーバーは持たず、何も収集しません。
tl: Sa daemon mo lang kumokonekta ang Shidou. Wala itong sariling server at walang kinokolektang anuman.
zh_cn: Shidou 只连接你自己运行的守护进程。它没有自己的服务器，也不收集任何数据。

source: Shidou for iOS collects nothing and talks to no server of its own.
ja: Shidou for iOS は何も収集せず、独自のサーバーとも通信しません。
tl: Walang kinokolekta ang Shidou for iOS at hindi ito nakikipag-usap sa sarili nitong server.
zh_cn: Shidou for iOS 不收集任何数据，也不与自己的服务器通信。

source: Shidou is translated into English, Japanese, Filipino and Simplified Chinese. iOS keeps the choice, in Settings.
ja: Shidou は英語・日本語・フィリピン語・簡体字中国語に翻訳されています。言語の選択は iOS の設定にあります。
tl: Isinalin ang Shidou sa English, Japanese, Filipino at Simplified Chinese. Sa Settings ng iOS nakalagay ang pagpili.
zh_cn: Shidou 已翻译为英语、日语、菲律宾语和简体中文。语言选择由 iOS 在“设置”中保存。

source: Shidou needs it to reach a Mac on the same Wi-Fi. Check Settings → Privacy & Security → Local Network, or connect over Tailscale instead.
ja: 同じ Wi-Fi 上の Mac に接続するために必要です。設定 → プライバシーとセキュリティ → ローカルネットワーク を確認するか、Tailscale 経由で接続してください。
tl: Kailangan ito ng Shidou para maabot ang Mac sa parehong Wi-Fi. Tingnan ang Settings → Privacy & Security → Local Network, o kumonekta sa Tailscale.
zh_cn: Shidou 需要它才能访问同一 Wi-Fi 下的 Mac。请检查 设置 → 隐私与安全性 → 本地网络，或改用 Tailscale 连接。

source: Shidou runs on your own computer. Pair this phone with its daemon to see your sessions.
ja: Shidou はあなた自身のコンピューターで動きます。この iPhone をデーモンとペアリングするとセッションが見られます。
tl: Sa sarili mong computer tumatakbo ang Shidou. I-pair ang telepono sa daemon nito para makita ang mga session mo.
zh_cn: Shidou 运行在你自己的电脑上。将这部手机与它的守护进程配对即可查看你的会话。

source: Shows or hides your Archived Tasks
ja: アーカイブ済みタスクの表示を切り替えます
tl: Ipinapakita o itinatago ang mga naka-archive na gawain
zh_cn: 显示或隐藏已归档任务

source: Shows the details
ja: 詳細を表示します
tl: Ipapakita ang mga detalye
zh_cn: 显示详情

source: Shows this turn's work
ja: このターンの作業を表示します
tl: Ipapakita ang trabaho sa turn na ito
zh_cn: 显示本轮的工作

source: Size
ja: サイズ
tl: Laki
zh_cn: 大小

source: Skills
ja: スキル
zh_cn: 技能

source: Skills you install on the Mac show up here.
ja: Mac にインストールしたスキルがここに表示されます。
tl: Lilitaw dito ang mga skill na na-install mo sa Mac.
zh_cn: 你在 Mac 上安装的技能会显示在这里。

source: Skipped
ja: スキップ
tl: Nilaktawan
zh_cn: 已跳过

source: Something went wrong
ja: 問題が発生しました
tl: May nangyaring mali
zh_cn: 出了点问题

source: Source code
ja: ソースコード
zh_cn: 源代码

source: Staged
ja: ステージ済み
zh_cn: 已暂存

source: Standard
ja: 標準
zh_cn: 标准

source: Standard mode
ja: 標準モード
zh_cn: 标准模式

source: Star a model to keep it here
ja: モデルにスターを付けると、ここに固定できます
tl: Star ang model upang panatilihin ito dito
zh_cn: 为模型加星标即可固定在这里

source: Start a new task
ja: 新しいタスクを始める
tl: Magsimula ng bagong task
zh_cn: 开始新任务

source: Start one with ＋, or from Shidou on your Mac.
ja: ＋ から、または Mac の Shidou から始めてください。
tl: Magsimula gamit ang ＋, o mula sa Shidou sa Mac mo.
zh_cn: 用 ＋ 新建，或在 Mac 上的 Shidou 中新建。

source: Starting
ja: 起動中
tl: Nagsisimula
zh_cn: 正在启动

source: Starting agent…
ja: エージェントを起動中…
tl: Nagsisimula ang agent…
zh_cn: 正在启动智能体…

source: Starts a new task from the work up to this answer
ja: この回答までの作業から新しいタスクを開始します
tl: Nagsisimula ng bagong gawain mula sa trabahong hanggang sa sagot na ito
zh_cn: 以此回复之前的工作开始一个新任务

source: Status
ja: 状態
zh_cn: 状态

source: Steer current turn
ja: 現在のターンに指示を追加
tl: Steer ang kasalukuyang turn
zh_cn: 引导当前回合

source: Stop
ja: 停止
tl: Itigil
zh_cn: 停止

source: Stopped
ja: 停止しました
tl: Tumigil
zh_cn: 已停止

source: Stopped before finishing
ja: 完了前に停止
tl: Tumigil bago matapos
zh_cn: 在完成前停止

source: Stopping
ja: 停止中
tl: Tumitigil
zh_cn: 正在停止

source: Subagent
ja: サブエージェント
zh_cn: 子智能体

source: Submit
ja: 送信
tl: Ipadala
zh_cn: 提交

source: Suggestions
ja: 候補
tl: Mga suhestiyon
zh_cn: 建议

source: Supervised
ja: 監督モード
zh_cn: 监督

source: Supporting files
ja: 補助ファイル
tl: Mga supporting file
zh_cn: 配套文件

source: Switch to Build
ja: ビルドに切り替え
tl: Lumipat sa Build
zh_cn: 切换到构建

source: Switch to Plan
ja: プランに切り替え
tl: Lumipat sa Plan
zh_cn: 切换到计划

source: System
ja: システム
zh_cn: 跟随系统

source: System follows the phone's own light and dark setting.
ja: 「システム」は iPhone のライト／ダーク設定に従います。
tl: Sinusunod ng System ang light at dark setting ng telepono.
zh_cn: “跟随系统”会遵循手机自身的浅色和深色设置。

source: Table
ja: 表
tl: Talahanayan
zh_cn: 表格

source: Take Photo
ja: 写真を撮る
tl: Kumuha ng Larawan
zh_cn: 拍照

source: Task
ja: タスク
zh_cn: 任务

source: Archived (%lld)
ja: アーカイブ済み (%lld)
tl: Naka-archive (%lld)
zh_cn: 已归档 (%lld)

source: Task history
ja: タスク履歴
tl: Kasaysayan ng gawain
zh_cn: 任务历史

source: Tasks, projects and transcripts live on the Mac you paired with. This phone keeps only that Mac's address and its token.
ja: タスク・プロジェクト・会話はペアリングした Mac にあります。この iPhone が保持するのは、その Mac のアドレスとトークンだけです。
tl: Nasa Mac na pinares mo ang mga task, proyekto at transcript. Ang address at token lang ng Mac na iyon ang itinatago ng teleponong ito.
zh_cn: 任务、项目和对话记录都保存在你配对的 Mac 上。这部手机只保存那台 Mac 的地址和令牌。

source: The agent reads the diff on your Mac and writes the message there. Nothing is sent anywhere else.
ja: エージェントは Mac 上で差分を読み、そこでメッセージを書きます。他のどこにも送信されません。
tl: Binabasa ng agent ang diff sa Mac mo at doon isinusulat ang mensahe. Walang ipinapadala sa ibang lugar.
zh_cn: 智能体在你的 Mac 上读取差异并在那里写出信息。不会发送到其他任何地方。

source: The daemon could not include full context for this change. Some lines are missing.
ja: デーモンはこの変更の完全なコンテキストを含められませんでした。一部の行が欠けています。
tl: Hindi maisama ng daemon ang buong konteksto ng pagbabagong ito. May kulang na mga linya.
zh_cn: 守护进程无法包含此更改的完整上下文，部分行缺失。

source: The daemon token travels in the clear on your local network. On an untrusted network, connect over Tailscale instead.
ja: デーモントークンはローカルネットワーク上を平文で流れます。信頼できないネットワークでは Tailscale 経由で接続してください。
tl: Plain text ang pagdaan ng daemon token sa local network mo. Sa hindi pinagkakatiwalaang network, kumonekta sa Tailscale.
zh_cn: 守护进程令牌会以明文形式在本地网络上传输。在不可信的网络上，请改用 Tailscale 连接。

source: The skill's folder moves to the Trash on your Mac. Nothing is deleted outright.
ja: スキルのフォルダは Mac のゴミ箱に移動します。完全には削除されません。
tl: Ililipat sa Trash ng Mac mo ang folder ng skill. Walang agad na binubura.
zh_cn: 该技能的文件夹会被移到 Mac 的废纸篓，不会被直接删除。

source: The token is deleted from this phone. Your sessions stay on the Mac.
ja: トークンはこの iPhone から削除されます。セッションは Mac に残ります。
tl: Buburahin ang token sa teleponong ito. Mananatili sa Mac ang mga session mo.
zh_cn: 令牌将从这部手机上删除。你的会话仍保留在 Mac 上。

source: Theme
ja: テーマ
zh_cn: 主题

source: There is no text diff to show for %@.
ja: %@ には表示できるテキスト差分がありません。
tl: Walang text diff na maipapakita para sa %@.
zh_cn: %@ 没有可显示的文本差异。

source: Thinking
ja: 思考中
tl: Nag-iisip
zh_cn: 正在思考

source: Third-party licenses
ja: サードパーティライセンス
tl: Mga third-party license
zh_cn: 第三方许可证

source: This Mac needs pairing again
ja: この Mac は再ペアリングが必要です
tl: Kailangang i-pair ulit ang Mac na ito
zh_cn: 这台 Mac 需要重新配对

source: This Month
ja: 今月
tl: Buwang Ito
zh_cn: 本月

source: This Week
ja: 今週
tl: Linggong Ito
zh_cn: 本周

source: This Year
ja: 今年
tl: Taong Ito
zh_cn: 今年

source: This agent does not support Plan
ja: このプロバイダーはプランモードに対応していません
tl: Ang agent na ito ay hindi sumusuporta ng Plan
zh_cn: 此服务商不支持规划模式

source: This connection is not encrypted
ja: この接続は暗号化されていません
tl: Hindi naka-encrypt ang koneksyong ito
zh_cn: 此连接未加密

source: This directory is empty.
ja: このディレクトリは空です。
tl: Walang laman ang directory na ito.
zh_cn: 此目录为空。

source: This file is no longer in the diff
ja: このファイルはもう差分に含まれていません
tl: Wala na ang file na ito sa diff
zh_cn: 此文件已不在差异中

source: This folder is empty
ja: このフォルダは空です
tl: Ang folder na ito ay walang laman
zh_cn: 此文件夹为空

source: This month
ja: 今月
tl: Buwang ito
zh_cn: 本月

source: This provider does not report plan limits.
ja: このプロバイダーはプラン上限を報告しません。
tl: Hindi nag-uulat ng limitasyon ng plan ang provider na ito.
zh_cn: 此服务商不上报套餐用量上限。

source: This task has no project directory to read.
ja: このタスクには読み取るプロジェクトディレクトリがありません。
tl: Walang project directory na mababasa ang task na ito.
zh_cn: 此任务没有可读取的项目目录。

source: This work is no longer listed
ja: この処理はもう一覧にありません
tl: Wala na sa listahan ang trabahong ito
zh_cn: 此工作已不在列表中

source: This workspace has no pictures in it.
ja: このワークスペースに画像はありません。
tl: Walang larawan sa workspace na ito.
zh_cn: 此工作区中没有图片。

source: Thought for %@
ja: %@ 考えました
tl: Nag-isip nang %@
zh_cn: 思考了 %@

source: Title
ja: タイトル
tl: Pamagat
zh_cn: 标题

source: Today
ja: 今日
tl: Ngayong araw
zh_cn: 今天

source: Token
ja: トークン
zh_cn: 令牌

source: Token sent in the clear
ja: トークンが平文で送信されます
tl: Plain text ang pagpapadala ng token
zh_cn: 令牌以明文发送

source: Tokens
ja: トークン
zh_cn: 令牌

source: Tool failed
ja: ツールが失敗しました
tl: Nabigo ang tool
zh_cn: 工具执行失败

source: Traits
ja: 特性
tl: Mga trait
zh_cn: 特性

source: Traits: %@
ja: 特性：%@
tl: Mga trait: %@
zh_cn: 特性：%@

source: Tried in this order. The one that last worked leads.
ja: この順で試します。最後に成功したものが先頭に来ます。
tl: Sinusubukan sa ganitong pagkakasunod. Nauuna ang huling gumana.
zh_cn: 按此顺序尝试。上次成功的排在最前。

source: Try again
ja: もう一度試す
tl: Subukan muli
zh_cn: 重试

source: Try the demo
ja: デモを試す
tl: Subukan ang demo
zh_cn: 试用演示

source: Two-tool coding agent with persistent bash and str_replace_editor.
ja: 永続 bash と str_replace_editor の二つだけを使うコーディングエージェントです。
tl: Two-tool coding agent na may persistent bash at str_replace_editor.
zh_cn: 仅提供持久 bash 与 str_replace_editor 的双工具编码 Agent。

source: Type another answer
ja: 別の回答を入力
tl: Magtype ng iba pang sagot
zh_cn: 输入其他回答

source: Ultra
ja: 超高
zh_cn: 超高

source: Unarchive Task
ja: タスクのアーカイブを解除
tl: I-unarchive ang Gawain
zh_cn: 取消归档任务

source: Uncommitted
ja: 未コミット
zh_cn: 未提交

source: Unknown
ja: 不明
tl: Hindi alam
zh_cn: 未知

source: Unstaged
ja: 未ステージ
zh_cn: 未暂存

source: Untracked
ja: 未追跡
tl: Hindi na-track
zh_cn: 未跟踪

source: Updated plan
ja: プランを更新しました
tl: Na-update ang plan
zh_cn: 已更新计划

source: Updating plan
ja: プランを更新中
tl: Ina-update ang plan
zh_cn: 正在更新计划

source: Usage
ja: 使用状況
tl: Paggamit
zh_cn: 用量

source: Usage, %lld%% of the context window used
ja: 使用状況：コンテキストウィンドウの %lld%% を使用
tl: Paggamit, %lld%% ng context window ang nagamit
zh_cn: 用量：已使用上下文窗口的 %lld%%

source: Used a tool
ja: ツールを使用しました
tl: Gumamit ng tool
zh_cn: 使用了工具

source: Version
ja: バージョン
tl: Bersyon
zh_cn: 版本

source: Visuals
ja: ビジュアル
zh_cn: 视觉素材

source: Waiting for you
ja: あなたを待っています
tl: Naghihintay sa iyo
zh_cn: 正在等你

source: Work
ja: 処理
tl: Trabaho
zh_cn: 工作

source: Work directly in the project's own checkout
ja: プロジェクトのチェックアウトで直接作業します
tl: Magtrabaho nang direkta sa sariling checkout ng proyekto
zh_cn: 直接在项目自身的检出目录中工作

source: Work in
ja: 作業場所
tl: Magtrabaho sa
zh_cn: 工作位置

source: Worked for %@
ja: %@ 作業しました
tl: Nagtrabaho nang %@
zh_cn: 工作了 %@

source: Working
ja: 作業中
tl: Gumagana
zh_cn: 正在工作

source: Working for %@
ja: %@ 作業中
tl: Nagtatrabaho nang %@
zh_cn: 已工作 %@

source: Wrap lines
ja: 行を折り返す
tl: I-wrap ang mga linya
zh_cn: 自动换行

source: Write it for me
ja: エージェントに書いてもらう
tl: Ipasulat ito sa akin
zh_cn: 让它替我写

source: Writing…
ja: 作成中…
tl: Isinusulat…
zh_cn: 正在写…

source: Yesterday
ja: 昨日
tl: Kahapon
zh_cn: 昨天

source: You said: %@
ja: あなた：%@
tl: Sabi mo: %@
zh_cn: 你说：%@

source: You stopped after %@
ja: %@ 後に停止しました
tl: Itinigil mo pagkatapos ng %@
zh_cn: 你在 %@ 后停止了

source: built-in
ja: 組み込み
zh_cn: 内置

source: just now
ja: たった今
tl: lang
zh_cn: 刚刚

source: on branch %@
ja: ブランチ %@
tl: sa branch na %@
zh_cn: 在分支 %@ 上

source: project
ja: プロジェクト
tl: proyekto
zh_cn: 项目

source: skill
ja: スキル
zh_cn: 技能

source: user
ja: ユーザー
zh_cn: 用户

source: was %@
ja: 旧：%@
tl: dati ay %@
zh_cn: 原为 %@

source: Detached HEAD
zh_cn: 游离 HEAD

source: OK
zh_cn: 好
